Revit 2027 API
SymbolTypeId.MPa Property
 Symbol MPa, indicating unit Megapascals.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MPa { get; }
Public Shared ReadOnly Property MPa As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MPa {
	ForgeTypeId^ get ();
}
static member MPa : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace